Repository: objective-see/OverSight
Catalog: Application/Application/mul.lproj/Preferences.xcstrings
Source language: en
Languages: es

# 1A2-j2-kqG.title
source: Do not show an alert when the camera/microphone is deactivated.
es: No mostrar una alerta cuando la cámara/micrófono se desactiven.

# 2qr-2x-A3U.title
source: Check Now
es: Verificar Ahora

# 4EN-j2-enV.title
source: No Icon Mode
es: Modo Sin Ícono

# 7Ah-kZ-gGe.title
source: OverSight will pass in the following arguments: -device <camera|microphone> -event <on|off> -process <pid> -activeCount <0..n> Notes: -process is only specified on activation events. -activeCount is the number of devices still active.
es: OverSight pasará los siguientes argumentos: -device <camera|microphone> -event <on|off> -process <pid> -activeCount <0..n> Notas: -process solo se especifica en eventos de activación. -activeCount es el número de dispositivos que siguen activos.

# a5n-tt-65v.title
source: Ignore External Device
es: Ignorar Dispositivo Externo

# bky-MW-yBn.title
source: Execute a script or binary when an event is detected.
es: Ejecutar un script o un programa cuando se detecte un evento.

# BTl-QV-9GT.title
source: Browse
es: Navegar

# E0T-Ug-P8f.title
source: Automatically (re)start each time you login.
es: Iniciar automáticamente cada vez que inicies sesión.

# gji-hP-t04.label
source: Action
es: Acción

# gji-hP-t04.paletteLabel
source: Action
es: Acción

# Gsa-fn-iag.title
source: Disable 'Inactive' Alerts
es: Desactivar Alertas de 'Inactivo'

# JV5-cY-ff4.title
source: Do not automatically check for new versions.
es: No comprobar automáticamente si hay nuevas versiones.

# JVI-Or-h0u.title
source: Start at Login
es: Iniciar al iniciar sesión

# k0w-Oi-kwd.label
source: Mode
es: Modo

# k0w-Oi-kwd.paletteLabel
source: Mode
es: Modo

# KsW-is-XrR.title
source: View Allowed Items
es: Ver Ítems Permitidos

# ncJ-bF-dAA.title
source: Execute
es: Ejecutar

# Oe0-3Y-Srk.placeholderString
source: Path...
es: Ruta...

# rrF-xj-cXp.label
source: Update
es: Actualizar

# rrF-xj-cXp.paletteLabel
source: Update
es: Actualizar

# SG5-YM-BoV.title
source: Run without showing an icon in the status menu bar.
es: Ejecutar sin mostrar un ícono en la barra de menú de estado.

# SYJ-Qv-cRq.title
source: Do not show an alert when external devices trigger an event.
es: No mostrar una alerta cuando los dispositivos externos desencadenen un evento.

# WL4-fV-4Wq.title
source: Pass Arguments
es: Pasar Argumentos

# z5b-fA-WCk.title
source: Disable Update Checks
es: Desactivar Verificación de Actualizaciones
